/*
 Localizable.strings
 Crypto Cloud - Nextcloud

 Created by Marino Faggiana on 30/10/15.
 Copyright © 2016 TWS. All rights reserved.
 */

// General

"_cancel_"                  = "Anuluj";
"_upload_file_"             = "Wyślij plik";
"_download_file_"           = "Download file";
"_upload_encrypted_file_"   = "Wyślij zaszyfrowany plik";
"_loading_"                 = "Wczytywanie";
"_loading_num_"             = "Wczytywanie pliku %i";
"_loading_camera_upload_"   = "Automatyczne wysyłanie";
"_uploading_"               = "Wysyłanie";
"_synchronization_"         = "Synchronizacja";
"_delete_"                  = "Usuń";
"_delete_file_n_"           = "Usuń plik %i z %i";
"_rename_"                  = "Zmień nazwę";
"_move_"                    = "Przenieś";
"_move_file_n_"             = "Przenieś plik %i z %i";
"_create_folder_"           = "Utwórz nowy folder";
"_creating_sharing_"        = "Utwórz udostępnienie";
"_updating_sharing_"        = "Zaktualizuj udostępnienie";
"_removing_sharing_"        = "Usuń udostępnienie";
"_add_"                     = "Dodaj";
"_login_"                   = "Login";
"_save_"                    = "Zapisz";
"_save_encrypted_"          = "Zapisz zaszyfrowane";
"_warning_"                 = "Ostrzeżenie";
"_error_"                   = "Błąd";
"_no_"                      = "Nie";
"_yes_"                     = "Tak";
"_select_"                  = "Wybierz";
"_crypto_cloud_upload_"     = "_brand_ - Wyślij";
"_home_"                    = "Files";
"_file_to_upload_"          = "Plik do przesłania";
"_destination_"             = "Miejsce przeznaczenia";
"_ok_"                      = "Ok";
"_beta_version_"            = "Wersja Beta";
"_function_in_testing_"     = "Funkcja jest w badaniu, prosimy o przesłanie informacji na wszelkie problemy i usterki.";
"_done_"                    = "Ukończono";
"_passcode_too_short_"      = "Hasło zbyt krótkie, co najmniej muszą być 4 znaki";
"_selected_"                = "Wybrany";
"_scan_fingerprint_"        = "Skanowanie linii papilarnych do uwierzytelniania";
"_no_active_account_"       = "Nie znaleziono konta";
"_info_"                    = "Info";
"_save_exit_"               = "Czy chcesz wyjść bez zapisywania?";
"_video_"                   = "Wideo";
"_overwrite_"               = "Przepisać";
"_transfers_in_queue_"      = "Tranfers in progress, please wait ...";
"_too_errors_automatic_all_"= "Too many errors, go to Control Center to verify the problem";
"_create_folder_"           = "Utwórz nowy folder";
"_close_"                   = "Close";
"_postpone_"                = "Postpone";
"_remove_"                  = "Remove";
"_file_not_found_"          = "File not found";

// App

"_synchronization_header_"  = "Synchronization of encrypted header in progress ...";
"_network_available_"       = "Sieć dostępna";
"_network_not_available_"   = "Sieć niedostępna";

// Networking

"_file_too_big_"            = "File too large to be encrypted/decrypted";
"_file_too_big_max_100_"    = "Rozmiar zbyt duży (max 100 kb).";
"_...loading..._"           = ".. ładowanie ..";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "File not found, can not resend it, delete upload and reload the file to be upload.";
"_file_already_exists_"     = "Unable to complete the operation, there is a file with the same name";
"_read_file_error_"         = "Błąd odczytu pliku";

// Settings

"_acknowledgements_"        = "Podziękowanie";
"_settings_"                = "Ustawienia";
"_passcode_"                = "Hasło";
"_lock_active_"             = "Blokada: Aktywna";
"_lock_not_active_"         = "Blokada: Nie aktywna";
"_lock_protection_folder_"  = "Blokuj tylko foldery chronione";
"_url_"                     = "URL";
"_username_"                = "Nazwa użytkownika";
"_change_credentials_"      = "Zmień swoje dane uwierzytelniające";
"_wifi_only_"               = "Należy używać tylko połączenia Wi-Fi";
"_uploading_from_camera_"   = "Automatyczne przesyłanie plików z kamery";
"_app_version_"             = "Wersja aplikacji";
"_app_in_use_"              = "Aplikacja w użyciu";
"_contact_by_email_"        = "Skontaktuj się z nami przez e-mail";
"_clear_cache_"             = "Wyczyść pamięć podręczną (używa %@)";
"_clear_cache_no_size_"     = "Clear Cache";
"_exit_"                    = "Wyjście _brand_";
"_funct_not_enabled_"       = "Functionality not enabled";
"_passcode_activate_"       = "Password Lock activated";
"_disabling_passcode_"      = "Disabling Password Lock";
"_want_exit_"               = "Attention! _brand_ will be reset to the initial state. Continue? (Nothing will be modified in cloud)";
"_proceed_"                 = "Proceed";
"_delete_cache_"            = "Delete cache";
"_want_delete_cache_"       = "Do you want to delete cache (will also delete all local files and reset the file offline)?";
"_mail_deleted_"            = "Mail deleted";
"_mail_saved_"              = "Mail saved";
"_mail_sent_"               = "Mail sent successfully";
"_mail_failure_"            = "Mail sent failure: %@";
"_information_req_"         = "Information request";
"_credentials_"             = "Poświadczenia";
"_manage_account_"          = "Manage account";
"_modify_account_"          = "Modify account";
"_add_owncloud_"            = "Add ownCloud account";
"_add_dropbox_"             = "Add Dropbox account";
"_add_nextcloud_"           = "Add Nextcloud account";
"_delete_account_"          = "Usuń konto";
"_want_delete_"             = "Do you really want to delete it?";
"_no_delete_"               = "No, do not delete it";
"_yes_delete_"              = "Yes, delete it";
"_remove_cache_"            = "Please wait, delete cache in progress ...";
"_optimizations_"           = "Optimizations";
"_synchronizations_"        = "Synchronizations folders";
"_version_server_"          = "Server version";
"_check_key_aes_256_"       = "Control passcode key encryption";
"_encryptpass_by_email_"    = "Send passcode key encryption by mail";
"_title_mail_encryptpass_"  = "Passcode Key Encryption _brand_";
"_text1_mail_encryptpass_"  = "Your encryption key passcode is";
"_text2_mail_encryptpass_"  = "store it securely and away from prying eyes.";
"_help_"                    = "Pomoc";
"_lock_protection_simply_"  = "Password protection simple";
"_change_simply_passcode_"  = "Change password type";
"_quota_"                   = "Quota";
"_available_"               = "available";

// Manage Camera Upload

"_upload_camera_"           = "Uploading the camera";
"_upload_camera_background_"= "Uploading in background";
"_upload_foto_camera_"      = "Uploading photos from camera";
"_upload_encry_camup_"      = "Uploading encrypted";
"_upload_video_camera_"     = "Uploading videos from camera";
"_upload_automatic_photos_" = "Uploading photos automatically by camera";
"_upload_automatic_videos_" = "Uploading videos automatically by camera";
"_photo_folder_photocamera_"= "The photos will be uploaded to the folder photos in your Cloud";
"_upload_automatic_videos_footer_"  = "Due to the use of the CPU, the videos will be sent only when _brand_ is active and in the foreground.";
"_photo_folder_background_"         = "This option required the use of GPS for detect new photos from camera roll every change significative of location";
"_cameraupload_background_title_"   = "Limitations";
"_cameraupload_background_msg_"     = "Due to IOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Thanks to this, when changes of cell in the cellular network occur, the application wakes up _brand_ for a short time so as to enable it to check if there are new photos to be sent to the cloud.";
"_upload_camera_change_location_"   = "Zmień folder";
"_upload_camera_location_now_"      = "Folder";
"_upload_camera_location_default_"  = "Restore default folder";
"_upload_camera_change_location_footer_" = "Change Photos folder where he will also run the 'Automatic upload from camera' (if the option is enabled)";
"_camera_upload_not_select_home_"   = "Wybierz folder";
"_upload_camera_save_album_"        = "Copy photo or video in the photo album";
"_upload_camera_save_album_footer_" = "After the automatic sending of the photo or video, a copy is saved in the photo album : _brand_ (does not require more space in the camera roll)";
"_upload_camera_fullphotos_"        = "Prześlij wszystkie zdjęcia/filmy z aparatu fotograficznego";
"_upload_camera_fullphotos_footer_" = "Przed wysłaniem wybierz powyższe opcje";
"_upload_camera_create_subfolder_" = "Używaj podfolderów";
"_upload_camera_create_subfolder_footer_" = "Przechowywać w podkatalogach opartych na latach i miesiącach";

// Manage Photos

"_change_folder_photos_" = "Change folder Photos";

// Manage Help

"_help_tutorial_"           = "Tutorial";
"_help_intro_"              = "Introduction _brand_";
"_help_synchronizations_"   = "Synchronizations folders";
"_help_share_"              = "Udostępnianie pliku lub katalogu";
"_help_itunes_share_"       = "iTunes files sharing & Fingerprint";
"_help_share_ext_"          = "Share extension & Share permission";
"_help_copy_paste_"         = "Kopiuj Wklej pliki";
"_help_control_center_"     = "Control Center";
"_help_switch_user_"        = "Quickly switch between your accounts";

// Manage Optimizations

"_optimized_photos_"        = "Optimized photos resolution";
"_upload_del_photos_"       = "Remove files after upload";
"_optimized_photos_how_"    = "If your iPhone is low on space, full-resolution photos, uploaded or downloaded ,are automatically replaced with optimized versions, full-resolution versions are stored in your Cloud.";
"_upload_del_photos_how_"   = "Files will be cancelled from _brand_ memory after they’ve been uploaded on the Cloud. They will remain in the camera roll. Just download the files to see them.";

// Manage Synchronizations [DISMISS]

"_sync_wifi_how_"           = "The files in synchronized folders will be updated only in the presence of Wi-Fi";
"_sync_active_"             = "Active synchronizations in folders";
"_sync_active_footer_"      = "You can swipe to delete a active synchronization";

// Login

"_connect_server_anyway_"   = "Do you want to connect to the server anyway?";
"_connection_error_"        = "Błąd połączenia";
"_add_your_owncloud_"       = "Dodaj swoje konto ownCloud";
"_add_your_dropbox_"        = "Dodaj swoje konto Dropbox";
"_add_your_nextcloud_"      = "Dodaj swoje konto Nextcloud";
"_key_aes_256_"             = "Passcode key encryption";

"_security_init_required_hint_" = "Passcode key encryption Hint (Recommended)";
"_hint_"                        = "Hint";
"_security_init_required_mail_" = "Enter your email address that the encryption key passcode is send to(recommended). If you can not or do not want to do that now you can configure this later in the settings.";
"_email_"                       = "Email";
"_title_form_security_init_"    = "Opcje bezpieczeństwa";

// offline

"_favorites_"                   = "Ulubione";
"_offline_"                     = "Offline";
"_local_storage_"               = "Local storage";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "Copy here the files you want to consult offline and will continue to be synchronized with your cloud.";
"_tutorial_offline_view_"       = "Copy here the files that should be available offline. They will be synchronized with your cloud.";
"_tutorial_local_view_"         = "Copy here the files you want to have available offline, but that will no longer be synchronized with your cloud. \n\n You'll find the unpacked files from your cloud. \n\n Connect to iTunes to share these files.";
"_more_"                        = "Więcej";

// Camera Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "No Photo or Video";
"_tutorial_camera_upload_view_"             = "No photos or videos loaded, to enable the automatic upload of photos and video from the camera go into settings and activate the service 'Automatic uploading from the camera'";
"_no_date_"                                 = "No date";
"_today_"                                   = "Dziś";
"_time_"                                    = "Czas : %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "Please go to Settings and turn on Location Services to allow Camera uploads.";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Setting and turn on Photo Access to allow Photo camera uploads.";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Please go to Setting and turn on Photo Access and Location Services to allow Camera uploads.";
"_processing_send_camera_upload_"           = "Uploading Camera ..";
"_select_only_localfile_"                   = "Not downloaded file";
"_tutorial_photo_view_"                     = "No photos or videos loaded";
"_create_full_upload_"                      = "Creating archive .. may take a long time, please wait";
"_error_createsubfolders_upload_"           = "Błąd podczas tworzenia podfolderów";

// Template

"_title_"                       = "Title";
"_web_account_data_"            = "Web account data";
"_url:_"                        = "Url :";
"_login:_"                      = "Login :";
"_password:_"                   = "Hasło :";
"_notes_"                       = "Notes";
"_web_account_"                 = "Web account";
"_enter_title_"                 = "Enter Title";
"_add_folder_"                  = "Dodaj folder";
"_add_photos_videos_"           = "Add photos or videos";
"_add_folder_encryptated_"      = "Add folder with encrypted name";
"_add_encrypted_photo_video_"   = "Add encrypted photos or videos";
"_add_credit_card_"             = "Add template for credit card";
"_add_atm_"                     = "Add template for ATM card";
"_add_bank_account_"            = "Add template for bank account";
"_add_web_account_"             = "Add web account";
"_add_notes_"                   = "Add notes";
"_add_driving_license_"         = "Add template driving license";
"_add_id_card_"                 = "Add template id card";
"_add_passport_"                = "Add template passport";
"_add_atm_card_"                = "ATM card data";
"_bank_name:_"                  = "Bank name :";
"_code:_"                       = "Kod :";
"_security_code:_"              = "Security code :";
"_pin:_"                        = "PIN :";
"_atm_card_"                    = "ATM card";
"_credi_card_data_"             = "Credit Card data";
"_name_surname:_"               = "Name Surname :";
"_expiry_date:_"                = "Expiry date :";
"_credit_card_"                 = "Credit Card";
"_id_card_"                     = "ID Card";
"_number:_"                     = "Numer :";
"_place_of_birth:_"             = "Miejsce urodzenia :";
"_date_of_birth:_"              = "Data urodzenia :";
"_date_of_issue:_"              = "Date of issue :";
"_date_of_expiry:_"             = "Date of expiry :";
"_bank_account_data_"           = "Bank account data";
"_account_n:_"                  = "Account N. :";
"_iban:_"                       = "IBAN :";
"_swift:_"                      = "SWIFT :";
"_agency:_"                     = "Agency :";
"_bank_account_"                = "Bank account";
"_passport_"                    = "Passport";
"_driving_license_"             = "Driving license";
"_license_number:_"             = "License number :";
"_vehicle_types:_"              = "Vehicle types :";

// Utility

"_never_"                       = "nigdy";
"_less_a_minute_"               = "mniej niż minutę temu";
"_minutes_ago_"                 = "%d minut temu";
"_hours_ago_"                   = "%d godzin temu";
"_days_ago_"                    = "%d dni temu";
"_over_30_days_"                = "over 30 days";
"_connection_internet_offline_" = "The Internet connection appears to be offline or only allowed Wi-Fi";
"_insert_password_"             = "wprowadź hasło";
"_update_in_progress_"          = "Version upgrade, please wait ...";
"_forbidden_characters_"        = "Nazwa pliku lub folderu zawiera niedozwolone znaki";
"_mail_not_can_send_mail_"      = "No configured account or wrong email address";

// File

"_photo_camera_"                = "Zdjęcia";
"_unzip_in_progress_"           = "Unzip in progress in local storage ...";
"_file_unpacked_"               = "File successfully unpacked on local storage";
"_file_saved_local_"            = "File saved successfully on local storage.";
"_file_not_present_"            = "Error, file not present, reload.";
"_order_by_date_"               = "Sortuj według daty";
"_current_order_name_"          = "(current order by name)";
"_order_by_name_"               = "Sortuj według nazwy";
"_current_order_date_"          = "(current order by date)";
"_sort_descending_"             = "Sort descending";
"_current_sort_ascending_"      = "(current sort: ascending)";
"_sort_ascending_"              = "Sort ascending";
"_current_sort_descending_"     = "(current sort: descending)";
"_delete_selected_files_"       = "Usuń pliki";
"_move_selected_files_"         = "Przenieś pliki";
"_encrypted_selected_files_"    = "Encrypted files";
"_decrypted_selected_files_"    = "Decrypted files";
"_download_selected_files_"     = "Download files";
"_error_passcode_"              = "Error passcode key encryption.";
"_error_operation_canc_"        = "Błąd, operacja anulowana.";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate from the Settings.";
"_passcode_protection_"         = "Password protection";
"_encrypt_"                     = "Encrypt";
"_decrypt_"                     = "Decrypt";
"_remove_favorites_"            = "Usuń z ulubionych";
"_remove_offline_"              = "Remove from offline";
"_add_favorites_"               = "Add to favorites";
"_add_offline_"                 = "Add to offline";
"_remove_passcode_"             = "Remove password protection";
"_protect_passcode_"            = "Protect with password";
"_share_"                       = "Udostępnij";
"_reload_"                      = "Reload";
"_open_in_"                     = "Open in...";
"_add_local_"                   = "Add to local storage";
"_comm_erro_pull_down_"         = "Attention communication error with the server, pull down to refresh.";
"_file_not_downloaded_"         = "file not dowloaded";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "foldery";
"_folder_"                      = "folder";
"_files_"                       = "pliki";
"_file_"                        = "plik";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "Initiating download of files ...";
"_encrypted_progress_"          = "Encrypted ...";
"_decrypted_progress_"          = "Decrypted ...";
"_no_file_pull_down_"           = "No files found. Upload a file or pull down to refresh";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Keep the folder synchronized";
"_remove_synchronized_folder_"  = "Remove the synchronization";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_offline_folder_confirm_"      = "After enabling the offline, all files in the folder will be synchronized with the server, continue?";
"_same_device_different_passcode_"  = "Plik został zaszyfrowany na tym samym urządzeniu, ale z innym hasłem. Należy pamiętać, że jeśli stare hasło zostało wprowadzone, zaszyfrowane pliki z nowym hasłem nie będą czytelne.";
"_file_encrypted_another_device_"   = "Plik został zaszyfrowany za pomocą innego urządzenia [%@], wprowadź hasło do odszyfrowania jego treści.";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "DOWNLOAD";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Group by Alphabetical Order";
"_group_alphabetic_no_"         = "Group by Alphabetical Order";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "element";
"_elements_"                    = "elementy";
"_tite_footer_upload_wwan_"     = "  Wi-Fi network required, %lu %@ to upload";
"_tite_footer_upload_"          = "%lu %@ to upload";
"_tite_footer_download_wwan_"   = "  Wi-Fi network required, %lu %@ to download";
"_tite_footer_download_"        = "%lu %@ to download";
"_limited_dimension_"           = "Reached maximum size";
"_same_device_different_passcode_hint_" = "The file was encrypted by the same device but with different Passcode key encryption. Attention if the old Passcode is entered,files encrypted with the new Passcode will not be readable. \n\n Hint : %@";
"_file_encrypted_another_device_hint_" = "The file was encrypted by another device [%@], enter the Passcode key encryption to read its contents. \n\n Hint : %@";
"_save_selected_files_"         = "Save images and videos on Photo Album";
"_file_not_saved_cameraroll_"   = "Error, file not saved on Photo Album";
"_file_saved_cameraroll_"       = "File saved on Photo Album";
"_directory_on_top_yes_"        = "✓ Katalogi na górze";
"_directory_on_top_no_"         = "Katalogi na górze";
"_folder_automatic_upload_"     = "Folder for Automatic upload";

"audio"                         = "AUDIO";
"compress"                      = "COMPRESS";
"directory"                     = "FOLDERY";
"document"                      = "DOKUMENTY";
"image"                         = "OBRAZY";
"template"                      = "TEMPLATES";
"unknow"                        = "UNKNOWN";
"video"                         = "WIDEO";

"_Device_Jailbroken_"           = "Warning! Your device is Jailbroken, the operation of _brand_ does not appear to be entirely compatible !!";
"_no_plist_pull_down_"          = "Encrypted files not updated, pull down to refresh";
"_file_del_only_local_"         = "Missing files on the server";

"_copy_file_"                   = "Kopiuj plik";
"_copy_files_"                  = "Kopiuj pliki";
"_paste_file_"                  = "Wklej plik";
"_paste_file_encrypted_"        = "Paste encrypted file";
"_paste_files_"                 = "Wklej pliki";
"_paste_files_encrypted_"       = "Paste encrypted files";
"_paste_cryptated_"             = "Paste Encrypted";

"_search_this_folder_"          = "This folder";
"_search_all_folders_"          = "All folders";

// Security

"_reload_folder_"               = "Reload folder";
"_encrypt_error_"               = "During the encryption of file %@ occurred errors. [%@]";
"_decrypt_error_"               = "During the decryption of file %@ occurred errors. [%@]";
"_encryption_"                  = "Encryption ...";
"_decryption_"                  = "Decryption ...";

// CoreData

"_required_new_database_"       = "Sorry for the inconvenience, but for new improvements it's required a new version of the database, please re-enter your login.";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Złe hasło";
"_error_download_photobrowser_" = "Error, unable to download the photo";

// Share

"_share_link_"                  = "Udostępnij link";
"_share_link_button_"           = "Send link to ...";
"_password_"                    = "Hasło";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Set expiration date link";
"_date_"                        = "Data";
"_share_title_"                 = "Share";
"_add_sharee_"                  = "Dodaj użytkowników lub grupy";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share erases all users or groups";
"_find_sharee_title_"           = "Wyszukaj";
"_find_sharee_"                 = "Wyszukaj użytkownika lub grupę ...";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Udostępnij";
"_direct_sharee_footer_"        = "If you already know the name, enter it, then select the share type and press 'Done' to confirm";
"_direct_sharee_"               = "Podaj nazwę użytkownika ...";
"_user_sharee_footer_"          = "Tap for change privileges";
"_share_type_title_"            = "Type of share";
"_share_type_user_"             = "User";
"_share_type_group_"            = "Group";
"_share_type_remote_"           = "Remote";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Can edit";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Can create";
"_share_permission_create_file_"    = "Can create files";
"_share_permission_create_folder_"  = "Can create folders";
"_share_permission_change_"         = "Can change";
"_share_permission_delete_"         = "Can delete";
"_share_permission_share_"          = "Can share";
"_share_permission_rename_"         = "Can rename";
"_share_permission_move_"           = "Can move";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "Plik/Folder";
"_share_permission_type_"           = "Typ";
"_share_permission_typeuser_"       = "Użytkownik";
"_share_permission_typegroup_"      = "Grupa";
"_share_permission_typepubliclink_" = "Link";
"_share_permission_typefederated_"  = "Stowarzyszenie";
"_share_permission_owner_"          = "Owner";
"_share_permission_date_"           = "Data";
"_share_permission_email_"          = "Notification via email";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Shared with you";
"_type_resource_external_"          = "External storage";

// Share Ext

"_destiny_folder_"                  = "Folder : %@";

// List Transfers

"_no_transfer_"                     = "No transfer";

// Offline

"_create_synchronization_"          = "Tworzenie synchronizacji";

// Create Cloud

"_upload_photos_videos_"            = "Upload photos and videos";
"_upload_file_"                     = "Wyślij plik";
"_upload_encrypted_mode"            = "Upload encrypted mode";
"_upload_template_"                 = "Upload a template";
"_upload_plain_mode"                = "Upload plain mode";

// Document Picker

"_save_document_picker_"            = "Save here";

// CreateFormUploadAssets

"_destination_folder_"              = "Destination folder";
"_use_folder_photos_"               = "Use the folder Photos as destination";
"_rename_filename_"                 = "Rename file name";
"_filename_"                        = "File name";
"_preview_filename_"                = "Example preview file name";
"_forbidden_characters_"            = "Nazwa pliku lub folderu zawiera niedozwolone znaki";

// Notification

"_notification_"                    = "Notification";

// -----------------------------------------------------------------------------------------------------------

"Done"                          = "Ukończono";
"Select Photos"                 = "Wybierz Zdjęcia";
"photo"                         = "zdjęcie";
"photos"                        = "zdjęcia";
"of"                            = "of";

"%i of %i"                      = "%1$i of %2$i";
